Revit 2027 API
ParameterTypeId.StairsTopLevel Property
 "Top Level": The top level of stairs
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTopLevel { get; }
Public Shared ReadOnly Property StairsTopLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTopLevel {
	ForgeTypeId^ get ();
}
static member StairsTopLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace